IdeaRS.Connections
CutPlateData.CuttingSurface Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the surface of the cutting plane
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PlateSideCode CuttingSurface { get; set; }
Property Value
Type: PlateSideCode
See Also
Reference
CutPlateData Class
IdeaRS.Connections.Data Namespace